[PCInfo]
$*pcRankGrowthValue-rank_s1_1-rank_name_union=Citizen Militia
$*pcRankGrowthValue-rank_s1_2-rank_name_union=Private Soldier
$*pcRankGrowthValue-rank_s1_3-rank_name_union=Private First Class
$*pcRankGrowthValue-rank_s1_4-rank_name_union=Corporal
$*pcRankGrowthValue-rank_s1_5-rank_name_union=Elite Troop
$*pcRankGrowthValue-rank_s1_6-rank_name_union=Enlisted Cadre
$*pcRankGrowthValue-rank_s1_7-rank_name_union=Decurion
$*pcRankGrowthValue-rank_s1_8-rank_name_union=Centurion
$*pcRankGrowthValue-rank_s1_9-rank_name_union=Vanguard
$*pcRankGrowthValue-rank_s1_10-rank_name_union=Commissioned Officer
$*pcRankGrowthValue-rank_s1_11-rank_name_union=Junior Officer
$*pcRankGrowthValue-rank_s1_12-rank_name_union=Federal Officer
$*pcRankGrowthValue-rank_s1_13-rank_name_union=High-ranking Officer
$*pcRankGrowthValue-rank_s1_14-rank_name_union=Staff Officer
$*pcRankGrowthValue-rank_s1_15-rank_name_union=Regimental Commander
$*pcRankGrowthValue-rank_s1_16-rank_name_union=Brigade Commander
$*pcRankGrowthValue-rank_s1_1-rank_name_hieron=Militiaman
$*pcRankGrowthValue-rank_s1_2-rank_name_hieron=Private Soldier
$*pcRankGrowthValue-rank_s1_3-rank_name_hieron=Private First Class
$*pcRankGrowthValue-rank_s1_4-rank_name_hieron=Corporal
$*pcRankGrowthValue-rank_s1_5-rank_name_hieron=Elite Troop
$*pcRankGrowthValue-rank_s1_6-rank_name_hieron=Enlisted Cadre
$*pcRankGrowthValue-rank_s1_7-rank_name_hieron=Decurion
$*pcRankGrowthValue-rank_s1_8-rank_name_hieron=Centurion
$*pcRankGrowthValue-rank_s1_9-rank_name_hieron=Vanguard
$*pcRankGrowthValue-rank_s1_10-rank_name_hieron=Varlet
$*pcRankGrowthValue-rank_s1_11-rank_name_hieron=Apprentice Knight
$*pcRankGrowthValue-rank_s1_12-rank_name_hieron=Imperial Knight
$*pcRankGrowthValue-rank_s1_13-rank_name_hieron=Senior Knight
$*pcRankGrowthValue-rank_s1_14-rank_name_hieron=Elite Knight
$*pcRankGrowthValue-rank_s1_15-rank_name_hieron=Knight Captain
$*pcRankGrowthValue-rank_s1_16-rank_name_hieron=Knight Commander
$*pcLimitedRankGrowthValue-limitrank_s1_1-rank_name_union=Corps Commander
$*pcLimitedRankGrowthValue-limitrank_s1_2-rank_name_union=Commander
$*pcLimitedRankGrowthValue-limitrank_s1_3-rank_name_union=Supreme Commander
$*pcLimitedRankGrowthValue-limitrank_s1_1-rank_name_hieron=Grand Master
$*pcLimitedRankGrowthValue-limitrank_s1_2-rank_name_hieron=General
$*pcLimitedRankGrowthValue-limitrank_s1_3-rank_name_hieron=Imperator
$*ContentActiveControlInfo-Order-local_name=Missions
$*ContentActiveControlInfo-Main_craft-local_name=Main Craft
$*ContentActiveControlInfo-Sub_craft-local_name=Sub Craft
$*ContentActiveControlInfo-Taming-local_name=Taming
$*ContentActiveControlInfo-CollectionBook-local_name=Companions
$*ContentActiveControlInfo-Anima-local_name=Anima
$*ContentActiveControlInfo-Mission-local_name=Servant's Mission
$*ContentActiveControlInfo-MPF_ExPLvUp-local_name=Companion Enhancement
$*ContentActiveControlInfo-MPF_GradeUp-local_name=Upgrading Companion
$*ContentActiveControlInfo-MPF_ChangeSkill-local_name=Companion Skill Change
$*ContentActiveControlInfo-MPF_Restore-local_name=Recovering a Companion's Stamina
$*ContentActiveControlInfo-MPF_AddMinlv-local_name=Awakening Ability of Companion
$*ContentActiveControlInfo-MPF_Monsterball-local_name=Sealing Companion
$*ContentActiveControlInfo-Guild-local_name=Guild
$*ContentActiveControlInfo-Dungeon_Matching-local_name=Instance matching for dungeon
$*ContentActiveControlInfo-Dungeon_RandomMatching-local_name=Instance matching for a random dungeon
$*ContentActiveControlInfo-Rune-local_name=Emblem
$*ContentActiveControlInfo-War-local_name=War Enlisting
$*ContentActiveControlInfo-CastraGrandis-local_name=Siege of Castra
$*ContentActiveControlInfo-Colosseum-local_name=Certanon Arena
$*ContentActiveControlInfo-SpermaWar-local_name=Peninsular War
$*ContentActiveControlInfo-Journal-local_name=Journal of Anatavarin
$*ContentActiveControlInfo-Episode-local_name=Memories of Journey
$*ContentActiveControlInfo-Monsterbook-local_name=Hunt Quests
$*ContentActiveControlInfo-Royal-local_name=Royal Quest
$*ContentActiveControlInfo-Citadel_Ownership-local_name=Dominion Contract
$*ContentActiveControlInfo-OpenRO-local_name=Create Capital War
$*ContentActiveControlInfo-EnterRO-local_name=Joining Capital War
$*ContentActiveControlInfo-Gather-local_name=Gathering
$*ContentActiveControlInfo-Warehouse-local_name=Warehouse
$*ContentActiveControlInfo-Equiplvup-local_name=Equipment Enhancement
$*ContentActiveControlInfo-equipEvolution-local_name=Transcended Enhancement
$*ContentActiveControlInfo-equipSucceed-local_name=Enhancement Succession
$*ContentActiveControlInfo-desynthesis-local_name=Dismantling Equipment
$*ContentActiveControlInfo-Repair-local_name=Repair
$*ContentActiveControlInfo-restoreEquip-local_name=Restore Durability
$*ContentActiveControlInfo-lumenaSend-local_name=Lumena Transfer System
